Repository: starcat-app/Starcat
Catalog: Starcat/Resources/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, id, it, ja, ko, nl, pl, pt_br, ru, tr, uk, vi, zh_hans, zh_hant

# settings.integration.codeFlow.outputDir.subtitle
source: Switching the directory migrates existing CodeFlow HTML and metadata. The shared source ZIPs remain in the app container.
ar: تبديل الدليل ينقل ملفات HTML والبيانات الوصفية الحالية لـ CodeFlow. تبقى ملفات ZIP المصدر المشتركة في حاوية التطبيق.
de: Durch Wechseln des Verzeichnisses werden vorhandene CodeFlow-HTML und Metadaten migriert. Die gemeinsamen Quell-ZIPs bleiben im App-Container.
es: Cambiar el directorio migra el HTML y los metadatos existentes de CodeFlow. Los ZIPs de código fuente compartidos permanecen en el contenedor de la aplicación.
fr: Changer de répertoire migre le HTML et les métadonnées CodeFlow existants. Les ZIP sources partagés restent dans le conteneur de l'application.
id: Mengganti direktori akan memigrasi HTML dan metadata CodeFlow yang ada. ZIP sumber bersama tetap berada di kontainer aplikasi.
it: Cambiare directory migra i file HTML e metadati CodeFlow esistenti. Gli ZIP sorgente condivisi rimangono nel contenitore app.
ja: ディレクトリを切り替えると、既存のCodeFlow HTMLとメタデータが移行されます。共有ソースZIPはアプリコンテナに残ります。
ko: 디렉토리를 전환하면 기존 CodeFlow HTML 및 메타데이터가 마이그레이션됩니다. 공유 소스 ZIP은 앱 컨테이너에 남아 있습니다.
nl: Het wijzigen van de map migreert bestaande CodeFlow-HTML en -metadata. De gedeelde bron-ZIP's blijven in de app-container.
pl: Zmiana katalogu migruje istniejące pliki HTML i metadane CodeFlow. Współdzielone archiwa ZIP źródła pozostają w kontenerze aplikacji.
pt_br: Alterar o diretório migra HTML e metadados existentes do CodeFlow. Os ZIPs de origem compartilhados permanecem no contêiner do app.
ru: Смена папки переносит существующие HTML и метаданные CodeFlow. Общие ZIP-архивы исходников остаются в папке приложения.
tr: Dizini değiştirmek, mevcut CodeFlow HTML ve meta verilerini taşır. Paylaşılan kaynak ZIP'leri uygulama kapsayıcısında kalır.
uk: Зміна каталогу переносить наявні HTML та метадані CodeFlow. Спільні ZIP-архіви вихідного коду залишаються в контейнері програми.
vi: Chuyển đổi thư mục sẽ di chuyển HTML và siêu dữ liệu CodeFlow hiện có. Các tệp ZIP nguồn được chia sẻ vẫn nằm trong vùng chứa ứng dụng.
zh_hans: 切换目录时会迁移现有 CodeFlow HTML 与 metadata；共享源码 ZIP 仍保存在应用容器。
zh_hant: 切換目錄時會遷移現有 CodeFlow HTML 與 metadata；共享原始碼 ZIP 仍保留在應用程式容器中。

# settings.integration.codeFlow.outputDir.title
source: CodeFlow output directory
ar: دليل إخراج CodeFlow
de: CodeFlow-Ausgabeverzeichnis
es: Directorio de salida de CodeFlow
fr: Répertoire de sortie CodeFlow
id: Direktori output CodeFlow
it: Directory di output CodeFlow
ja: CodeFlow出力ディレクトリ
ko: CodeFlow 출력 디렉토리
nl: CodeFlow-uitvoermap
pl: Katalog wyjściowy CodeFlow
pt_br: Diretório de saída do CodeFlow
ru: Папка вывода CodeFlow
tr: CodeFlow çıktı dizini
uk: Вихідний каталог CodeFlow
vi: Thư mục đầu ra CodeFlow
zh_hans: 代码图谱输出目录
zh_hant: CodeFlow 輸出目錄

# settings.integration.codeFlow.project.codeFlowVersion
source: CodeFlow version
ar: إصدار CodeFlow
es: Versión de CodeFlow
fr: Version de CodeFlow
id: Versi CodeFlow
it: Versione CodeFlow
ja: CodeFlowバージョン
ko: CodeFlow 버전
nl: CodeFlow-versie
pl: Wersja CodeFlow
pt_br: Versão do CodeFlow
ru: Версия CodeFlow
tr: CodeFlow sürümü
uk: Версія CodeFlow
vi: Phiên bản CodeFlow
zh_hans: CodeFlow 版本
zh_hant: CodeFlow 版本

# settings.integration.codeFlow.project.delete
source: Delete
ar: حذف
de: Löschen
es: Eliminar
fr: Supprimer
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
nl: Verwijder
pl: Usuń
pt_br: Apagar
ru: Удалить
tr: Sil
uk: Видалити
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# settings.integration.codeFlow.project.details
source: Details
ar: تفاصيل
es: Detalles
fr: Détails
id: Detail
it: Dettagli
ja: 詳細
ko: 세부정보
pl: Szczegóły
pt_br: Detalhes
ru: Подробнее
tr: Detaylar
uk: Деталі
vi: Chi tiết
zh_hans: 详情
zh_hant: 詳細資訊

# settings.integration.codeFlow.project.generationCount
source: Generation count
ar: عدد مرات التوليد
de: Generierungsanzahl
es: Número de generaciones
fr: Nombre de générations
id: Jumlah generasi
it: Numero di generazioni
ja: 生成回数
ko: 생성 횟수
nl: Aantal generaties
pl: Liczba generacji
pt_br: Contagem de gerações
ru: Количество генераций
tr: Üretim sayısı
uk: Кількість генерацій
vi: Số lần tạo
zh_hans: 生成次数
zh_hant: 生成次數

# settings.integration.codeFlow.project.lastDuration
source: Last duration
ar: آخر مدة
de: Letzte Dauer
es: Última duración
fr: Dernière durée
id: Durasi terakhir
it: Ultima durata
ja: 最終所要時間
ko: 마지막 소요 시간
nl: Laatste duur
pl: Ostatni czas trwania
pt_br: Duração da última
ru: Последняя длительность
tr: Son süre
uk: Остання тривалість
vi: Thời gian cuối
zh_hans: 最近耗时
zh_hant: 最近耗時

# settings.integration.codeFlow.project.open
source: Open
ar: فتح
de: Öffnen
es: Abrir
fr: Ouvrir
id: Buka
it: Apri
ja: 開く
ko: 열기
pl: Otwórz
pt_br: Abrir
ru: Открыть
tr: Aç
uk: Відкрити
vi: Mở
zh_hans: 打开
zh_hant: 開啟

# settings.integration.codeFlow.project.pagePath
source: Page path
ar: مسار الصفحة
de: Seitenpfad
es: Ruta de la página
fr: Chemin de la page
id: Jalur halaman
it: Percorso pagina
ja: ページパス
ko: 페이지 경로
nl: Paginapad
pl: Ścieżka strony
pt_br: Caminho da página
ru: Путь страницы
tr: Sayfa yolu
uk: Шлях сторінки
vi: Đường dẫn trang
zh_hans: 页面路径
zh_hant: 頁面路徑

# settings.integration.codeFlow.project.preview
source: Preview
ar: معاينة
de: Vorschau
es: Vista previa
fr: Aperçu
id: Pratinjau
it: Anteprima
ja: プレビュー
ko: 미리보기
nl: Voorbeeld
pl: Podgląd
pt_br: Pré‑visualizar
ru: Предпросмотр
tr: Önizleme
uk: Попередній перегляд
vi: Xem trước
zh_hans: 预览
zh_hant: 預覽

# settings.integration.codeFlow.stat.lastGenerated
source: Last generated
ar: آخر توليد
de: Zuletzt generiert
es: Última generación
fr: Dernière génération
id: Terakhir dibuat
it: Ultima generazione
ja: 最終生成
ko: 마지막 생성
nl: Laatst gegenereerd
pl: Ostatnio wygenerowane
pt_br: Última geração
ru: Последняя генерация
tr: Son oluşturulma
uk: Останнє створення
vi: Tạo lần cuối
zh_hans: 最后生成
zh_hant: 最後生成

# settings.integration.codeFlow.stat.projects
source: Projects
ar: المشاريع
de: Projekte
es: Proyectos
fr: Projets
id: Proyek
it: Progetti
ja: プロジェクト
ko: 프로젝트
nl: Projecten
pl: Projekty
pt_br: Projetos
ru: Проекты
tr: Projeler
uk: Проєкти
vi: Dự án
zh_hans: 项目
zh_hant: 專案

# settings.integration.codeFlow.stat.totalGenerated
source: Generated
ar: تم التوليد
de: Generiert
es: Generado
fr: Généré
id: Dibuat
it: Generati
ja: 生成済み
ko: 생성됨
nl: Gegenereerd
pl: Wygenerowane
pt_br: Gerado
ru: Сгенерировано
tr: Oluşturuldu
uk: Створено
vi: Đã tạo
zh_hans: 累计生成
zh_hant: 累計生成

# settings.integration.codeFlow.stat.totalGeneratedFormat
source: %lld times
ar: %lld مرة
de: %lld Mal
es: %lld veces
fr: %lld fois
id: %lld kali
it: %lld volte
ja: %lld回
ko: %lld회
nl: %lld keer
pl: %lld razy
pt_br: %lld vezes
ru: %lld раз
tr: %lld kez
uk: %lld разів
vi: %lld lần
zh_hans: %lld 次
zh_hant: %lld 次

# settings.integration.codeFlow.stat.usage
source: Usage
ar: الاستخدام
de: Nutzung
es: Uso
fr: Utilisation
id: Penggunaan
it: Utilizzo
ja: 使用状況
ko: 사용량
nl: Gebruik
pl: Użycie
pt_br: Uso
ru: Использование
tr: Kullanım
uk: Використання
vi: Sử dụng
zh_hans: 占用
zh_hant: 佔用

# settings.integration.localAPIKey.authorization
source: Use it as: Authorization: Bearer <Local API Key>
ar: استخدمه كـ: Authorization: Bearer <مفتاح API المحلي>
de: Verwenden Sie es als: Authorization: Bearer <Lokaler API-Schlüssel>
es: Úsalo como: Authorization: Bearer <Clave de API local>
fr: Utilisez-la comme : Authorization: Bearer <Clé API locale>
id: Gunakan sebagai: Authorization: Bearer <Local API Key>
it: Usala come: Authorization: Bearer <Chiave API locale>
ja: 使用例: Authorization: Bearer <Local API Key>
ko: 다음과 같이 사용: Authorization: Bearer <로컬 API 키>
nl: Gebruik het als: Authorization: Bearer <Local API Key>
pl: Użyj jako: Authorization: Bearer <Lokalny klucz API>
pt_br: Use como: Authorization: Bearer <Chave de API Local>
ru: Используйте как: Authorization: Bearer <Local API Key>
tr: Şu şekilde kullanın: Authorization: Bearer <Yerel API Anahtarı>
uk: Використовуйте як: Authorization: Bearer <Local API Key>
vi: Sử dụng như: Authorization: Bearer <Local API Key>
zh_hans: 请求时使用: Authorization: Bearer <本地 API Key>
zh_hant: 請求時使用：Authorization: Bearer <Local API Key>

# settings.integration.localAPIKey.copy
source: Copy Local API Key
ar: نسخ مفتاح API المحلي
de: Lokalen API-Schlüssel kopieren
es: Copiar clave de API local
fr: Copier la clé API locale
id: Salin Kunci API Lokal
it: Copia chiave API locale
ja: ローカルAPIキーをコピー
ko: 로컬 API 키 복사
nl: Kopieer lokale API-sleutel
pl: Kopiuj lokalny klucz API
pt_br: Copiar Chave de API Local
ru: Копировать локальный API-ключ
tr: Yerel API Anahtarını Kopyala
uk: Копіювати локальний ключ API
vi: Sao chép Khóa API Cục bộ
zh_hans: 复制本地 API Key
zh_hant: 複製 Local API Key

# settings.integration.localAPIKey.header
source: Local API Key
ar: مفتاح API المحلي
de: Lokaler API-Schlüssel
es: Clave de API local
fr: Clé API locale
id: Kunci API Lokal
it: Chiave API locale
ja: ローカルAPIキー
ko: 로컬 API 키
nl: Lokale API-sleutel
pl: Lokalny klucz API
pt_br: Chave de API Local
ru: Локальный API-ключ
tr: Yerel API Anahtarı
uk: Локальний ключ API
vi: Khóa API Cục bộ
zh_hans: 本地 API Key

# settings.integration.localAPIKey.hide
source: Hide Local API Key
ar: إخفاء مفتاح API المحلي
de: Lokalen API-Schlüssel ausblenden
es: Ocultar clave de API local
fr: Masquer la clé API locale
id: Sembunyikan Kunci API Lokal
it: Nascondi chiave API locale
ja: ローカルAPIキーを隠す
ko: 로컬 API 키 숨기기
nl: Verberg lokale API-sleutel
pl: Ukryj lokalny klucz API
pt_br: Ocultar Chave de API Local
ru: Скрыть локальный API-ключ
tr: Yerel API Anahtarını Gizle
uk: Сховати локальний ключ API
vi: Ẩn Khóa API Cục bộ
zh_hans: 隐藏本地 API Key
zh_hant: 隱藏 Local API Key

# settings.integration.localAPIKey.open
source: Get API Key
ar: الحصول على مفتاح API
de: API-Schlüssel abrufen
es: Obtener clave de API
fr: Obtenir la clé API
id: Dapatkan Kunci API
it: Ottieni chiave API
ja: APIキーを取得
ko: API 키 가져오기
nl: API-sleutel ophalen
pl: Pobierz klucz API
pt_br: Obter Chave de API
ru: Получить API-ключ
tr: API Anahtarı Al
uk: Отримати ключ API
vi: Lấy Khóa API
zh_hans: 获取 API Key
zh_hant: 取得 API Key

# settings.integration.localAPIKey.reveal
source: Reveal Local API Key
ar: إظهار مفتاح API المحلي
de: Lokalen API-Schlüssel anzeigen
es: Revelar clave de API local
fr: Afficher la clé API locale
id: Tampilkan Kunci API Lokal
it: Mostra chiave API locale
ja: ローカルAPIキーを表示
ko: 로컬 API 키 표시
nl: Toon lokale API-sleutel
pl: Pokaż lokalny klucz API
pt_br: Revelar Chave de API Local
ru: Показать локальный API-ключ
tr: Yerel API Anahtarını Göster
uk: Показати локальний ключ API
vi: Hiện Khóa API Cục bộ
zh_hans: 显示本地 API Key
zh_hant: 顯示 Local API Key

# settings.integration.localAPIKey.rotate
source: Rotate Local API Key
ar: تدوير مفتاح API المحلي
de: Lokalen API-Schlüssel rotieren
es: Rotar clave de API local
fr: Rotation de la clé API locale
id: Putar Kunci API Lokal
it: Ruota chiave API locale
ja: ローカルAPIキーをローテート
ko: 로컬 API 키 교체
nl: Lokale API-sleutel roteren
pl: Rotuj lokalny klucz API
pt_br: Rotacionar Chave de API Local
ru: Сменить локальный API-ключ
tr: Yerel API Anahtarını Döndür
uk: Змінити локальний ключ API
vi: Xoay Khóa API Cục bộ
zh_hans: 刷新本地 API Key
zh_hant: 重新產生 Local API Key

# settings.integration.localAPIKey.subtitle
source: One local Bearer key for MCP, browser plugins, and future Alfred, Raycast, uTools, or REST automation clients.
ar: مفتاح Bearer محلي واحد لـ MCP، وإضافات المتصفح، وعملاء الأتمتة المستقبليين مثل Alfred وRaycast وuTools أو REST.
de: Ein lokaler Bearer-Schlüssel für MCP, Browser-Plugins und zukünftige Alfred-, Raycast-, uTools- oder REST-Automatisierungsclients.
es: Una clave Bearer local para MCP, plugins de navegador y futuros clientes de automatización como Alfred, Raycast, uTools o REST.
fr: Une clé Bearer locale pour MCP, les plugins navigateur, et les futurs clients d'automatisation Alfred, Raycast, uTools ou REST.
id: Satu kunci Bearer lokal untuk MCP, plugin browser, dan klien otomatisasi Alfred, Raycast, uTools, atau REST di masa mendatang.
it: Una chiave Bearer locale per MCP, plugin browser e futuri client di automazione Alfred, Raycast, uTools o REST.
ja: MCP、ブラウザプラグイン、および将来のAlfred、Raycast、uTools、REST自動化クライアント向けの1つのローカルBearerキー。
ko: MCP, 브라우저 플러그인, 향후 Alfred, Raycast, uTools 또는 REST 자동화 클라이언트를 위한 로컬 Bearer 키입니다.
nl: Eén lokale Bearer-sleutel voor MCP, browserplugins en toekomstige Alfred-, Raycast-, uTools- of REST-automatiseringsclients.
pl: Jeden lokalny klucz Bearer dla MCP, wtyczek przeglądarkowych oraz przyszłych klientów automatyzacji Alfred, Raycast, uTools lub REST.
pt_br: Uma chave Bearer local para MCP, plugins de navegador e futuros clientes de automação Alfred, Raycast, uTools ou REST.
ru: Один локальный Bearer-ключ для MCP, плагинов браузера и будущих клиентов автоматизации Alfred, Raycast, uTools или REST.
tr: MCP, tarayıcı eklentileri ve gelecekteki Alfred, Raycast, uTools veya REST otomasyon istemcileri için tek bir yerel Bearer anahtarı.
uk: Один локальний Bearer-ключ для MCP, плагінів браузера та майбутніх клієнтів автоматизації Alfred, Raycast, uTools або REST.
vi: Một khóa Bearer cục bộ dành cho MCP, plugin trình duyệt và các ứng dụng tự động hóa Alfred, Raycast, uTools hoặc REST trong tương lai.
zh_hans: MCP、浏览器插件以及后续 Alfred、Raycast、uTools 或 REST 自动化统一使用这一枚本机 Bearer key。
zh_hant: MCP、瀏覽器插件以及後續 Alfred、Raycast、uTools 或 REST 自動化統一使用這一枚本機 Bearer key。

# settings.integration.localAPIKey.title
source: Local API Key
ar: مفتاح API المحلي
de: Lokaler API-Schlüssel
es: Clave API local
fr: Clé API locale
id: Kunci API Lokal
it: Chiave API locale
ja: ローカルAPIキー
ko: 로컬 API 키
nl: Lokale API-sleutel
pl: Lokalny klucz API
pt_br: Chave de API Local
ru: Локальный API-ключ
tr: Yerel API Anahtarı
uk: Локальний API-ключ
vi: Khóa API cục bộ
zh_hans: 本地 API Key

# settings.integration.localAPIKey.value
source: API Key
ar: مفتاح API
de: API-Schlüssel
es: Clave API
fr: Clé API
id: Kunci API
it: Chiave API
ja: APIキー
ko: API 키
nl: API-sleutel
pl: Klucz API
pt_br: Chave de API
ru: API-ключ
tr: API Anahtarı
uk: API-ключ
vi: Khóa API

# settings.integrations.title
source: Integrations
ar: التكاملات
de: Integrationen
es: Integraciones
fr: Intégrations
id: Integrasi
it: Integrazioni
ja: 連携
ko: 통합
nl: Integraties
pl: Integracje
pt_br: Integrações
ru: Интеграции
tr: Entegrasyonlar
uk: Інтеграції
vi: Tích hợp
zh_hans: 集成
zh_hant: 整合

# settings.listDensity.card
source: Card
ar: بطاقة
de: Karte
es: Tarjeta
fr: Carte
id: Kartu
it: Scheda
ja: カード
ko: 카드
nl: Kaart
pl: Karta
pt_br: Cartão
ru: Карточка
tr: Kart
uk: Картка
vi: Thẻ
zh_hans: 卡片
zh_hant: 卡片

# settings.listPreferences.reset.confirm
source: Reset
ar: إعادة تعيين
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
id: Atur Ulang
it: Reimposta
ja: リセット
ko: 재설정
nl: Standaardwaarden herstellen
pl: Resetuj
pt_br: Redefinir
ru: Сбросить
tr: Sıfırla
uk: Скинути
vi: Đặt lại
zh_hans: 重置
zh_hant: 重置

# settings.listPreferences.reset.disabled
source: Sign in to reset list preferences.
ar: سجّل الدخول لإعادة تعيين تفضيلات القائمة.
de: Melden Sie sich an, um Listeneinstellungen zurückzusetzen.
es: Inicia sesión para restablecer las preferencias de lista.
fr: Connectez-vous pour réinitialiser les préférences de liste.
id: Masuk untuk mengatur ulang preferensi daftar.
it: Accedi per reimpostare le preferenze dell'elenco.
ja: リスト設定をリセットするにはサインインしてください。
ko: 목록 환경설정을 재설정하려면 로그인하세요.
nl: Meld je aan om lijstvoorkeuren te herstellen.
pl: Zaloguj się, aby zresetować preferencje listy.
pt_br: Faça login para redefinir as preferências da lista.
ru: Войдите, чтобы сбросить настройки списка.
tr: Liste tercihlerini sıfırlamak için oturum açın.
uk: Увійдіть, щоб скинути налаштування списку.
vi: Đăng nhập để đặt lại tùy chọn danh sách.
zh_hans: 登录后可重置列表偏好。
zh_hant: 登入後可重置列表偏好。

# settings.listPreferences.reset.message
source: This clears saved language, sort, filter, and default list choices. It will not clear repository cache, search history, tags, notes, knowledge base state, smart collection rules, or drafts.
ar: يؤدي هذا إلى مسح خيارات اللغة المحفوظة، والفرز، والتصفية، والقائمة الافتراضية. لن يمسح ذاكرة التخزين المؤقت للمستودعات، أو سجل البحث، أو العلامات، أو الملاحظات، أو حالة قاعدة المعرفة، أو قواعد المجموعات الذكية، أو المسودات.
de: Dies löscht gespeicherte Sprach-, Sortier-, Filter- und Standardlistenauswahlen. Repository-Cache, Suchverlauf, Tags, Notizen, Wissensdatenbank, intelligente Sammlungsregeln und Entwürfe bleiben erhalten.
es: Esto borra las opciones guardadas de idioma, orden, filtro y lista predeterminada. No borrará la caché del repositorio, el historial de búsqueda, las etiquetas, las notas, el estado de la base de conocimiento, las reglas de colecciones inteligentes ni los borradores.
fr: Cela efface les choix enregistrés de langue, tri, filtre et liste par défaut. Cela n'efface pas le cache du dépôt, l'historique de recherche, les tags, les notes, l'état de la base de connaissances, les règles de collection intelligente ou les brouillons.
id: Ini menghapus pilihan bahasa, pengurutan, filter, dan daftar default yang tersimpan. Ini tidak akan menghapus cache repositori, riwayat pencarian, tag, catatan, status basis pengetahuan, aturan koleksi pintar, atau draf.
it: Questa operazione cancella le scelte salvate di lingua, ordinamento, filtro ed elenco predefinito. Non cancellerà la cache del repository, la cronologia delle ricerche, i tag, le note, lo stato della knowledge base, le regole delle raccolte intelligenti o le bozze.
ja: 保存された言語、並び替え、フィルター、デフォルトリストの選択をクリアします。リポジトリキャッシュ、検索履歴、タグ、メモ、ナレッジベースの状態、スマートコレクションルール、下書きはクリアしません。
ko: 저장된 언어, 정렬, 필터 및 기본 목록 선택이 지워집니다. 저장소 캐시, 검색 기록, 태그, 메모, 지식 기반 상태, 스마트 컬렉션 규칙 또는 초안은 지워지지 않습니다.
nl: Hiermee worden opgeslagen taal-, sorteer-, filter- en standaardlijstkeuzes gewist. De repositorycache, zoekgeschiedenis, tags, notities, kennisbankstatus, slimme verzamelregels of concepten worden niet gewist.
pl: Spowoduje to wyczyszczenie zapisanych ustawień języka, sortowania, filtrowania i domyślnego wyboru listy. Nie wpłynie na pamięć podręczną repozytorium, historię wyszukiwania, tagi, notatki, stan bazy wiedzy, reguły kolekcji inteligentnych ani wersje robocze.
pt_br: Isso limpa as escolhas salvas de idioma, ordenação, filtro e lista padrão. Não limpará o cache do repositório, histórico de pesquisa, etiquetas, notas, estado da base de conhecimento, regras de coleções inteligentes ou rascunhos.
ru: Это очистит сохранённые настройки языка, сортировки, фильтра и списка по умолчанию. Кеш репозиториев, история поиска, теги, заметки, состояние базы знаний, правила умных коллекций и черновики не будут затронуты.
tr: Bu işlem kaydedilmiş dil, sıralama, filtre ve varsayılan liste seçimlerini temizler. Depo önbelleğini, arama geçmişini, etiketleri, notları, bilgi tabanı durumunu, akıllı koleksiyon kurallarını veya taslakları temizlemez.
uk: Це очищає збережені налаштування мови, сортування, фільтра та вибору списку за замовчуванням. Не впливає на кеш репозиторію, історію пошуку, теги, нотатки, стан бази знань, правила розумних колекцій або чернетки.
vi: Thao tác này xóa các lựa chọn ngôn ngữ, sắp xếp, bộ lọc và danh sách mặc định đã lưu. Sẽ không xóa bộ nhớ đệm kho lưu trữ, lịch sử tìm kiếm, thẻ, ghi chú, trạng thái cơ sở tri thức, quy tắc bộ sưu tập thông minh hoặc bản nháp.
zh_hans: 这会清除已保存的语言、排序、筛选和默认列表选择，不会清除仓库缓存、搜索历史、标签、笔记、知识库状态、Smart Collection 规则或草稿。
zh_hant: 這會清除已儲存的語言、排序、篩選和預設列表選擇，不會清除倉庫快取、搜尋記錄、標籤、筆記、知識庫狀態、Smart Collection 規則或草稿。

# settings.listPreferences.reset.title
source: Reset List Preferences
ar: إعادة تعيين تفضيلات القائمة
de: Listeneinstellungen zurücksetzen
es: Restablecer preferencias de lista
fr: Réinitialiser les préférences de liste
id: Atur Ulang Preferensi Daftar
it: Reimposta preferenze elenco
ja: リスト設定をリセット
ko: 목록 환경설정 재설정
nl: Lijstvoorkeuren herstellen
pl: Resetuj preferencje listy
pt_br: Redefinir Preferências da Lista
ru: Сброс настроек списка
tr: Liste Tercihlerini Sıfırla
uk: Скинути налаштування списку
vi: Đặt lại tùy chọn danh sách
zh_hans: 重置列表偏好
zh_hant: 重置列表偏好

# settings.listPreferences.reset.toast
source: List preferences reset
ar: تمت إعادة تعيين تفضيلات القائمة
de: Listeneinstellungen zurückgesetzt
es: Preferencias de lista restablecidas
fr: Préférences de liste réinitialisées
id: Preferensi daftar diatur ulang
it: Preferenze elenco reimpostate
ja: リスト設定をリセットしました
ko: 목록 환경설정이 재설정되었습니다
nl: Lijstvoorkeuren hersteld
pl: Preferencje listy zresetowane
pt_br: Preferências da lista redefinidas
ru: Настройки списка сброшены
tr: Liste tercihleri sıfırlandı
uk: Налаштування списку скинуто
vi: Đã đặt lại tùy chọn danh sách
zh_hans: 已重置列表偏好
zh_hant: 已重置列表偏好

# settings.mcp.agentSetup.cli.agent.copy
source: Copy Agent Prompt
ar: نسخ مطالبة الوكيل
de: Agent-Prompt kopieren
es: Copiar indicación para agente
fr: Copier l'invite pour l'agent
id: Salin Prompt Agen
it: Copia prompt agente
ja: エージェントプロンプトをコピー
ko: 에이전트 프롬프트 복사
nl: Agentprompt kopiëren
pl: Kopiuj prompt agenta
pt_br: Copiar Comando do Agente
ru: Копировать запрос для агента
tr: Aracı İstemini Kopyala
uk: Копіювати запит для агента
vi: Sao chép lời nhắc tác nhân
zh_hans: 复制 Agent Prompt
zh_hant: 複製 Agent Prompt

# settings.mcp.agentSetup.cli.agent.help
source: Paste this request into Codex, Claude Code, or another AI agent and let it install and verify the CLI.
ar: الصق هذا الطلب في Codex أو Claude Code أو أي وكيل ذكاء اصطناعي آخر ودعه يثبّت ويتحقق من CLI.
de: Fügen Sie diese Anfrage in Codex, Claude Code oder einen anderen KI-Agenten ein und lassen Sie ihn die CLI installieren und überprüfen.
es: Pega esta solicitud en Codex, Claude Code u otro agente de IA y deja que instale y verifique la CLI.
fr: Collez cette demande dans Codex, Claude Code ou un autre agent IA et laissez-le installer et vérifier la CLI.
id: Tempelkan permintaan ini ke Codex, Claude Code, atau agen AI lain dan biarkan ia menginstal serta memverifikasi CLI.
it: Incolla questa richiesta in Codex, Claude Code o un altro agente AI e lascia che installi e verifichi la CLI.
ja: このリクエストをCodex、Claude Code、または他のAIエージェントに貼り付けて、CLIのインストールと確認を実行させます。
ko: 이 요청을 Codex, Claude Code 또는 다른 AI 에이전트에 붙여넣어 CLI를 설치하고 확인하도록 하세요.
nl: Plak dit verzoek in Codex, Claude Code of een andere AI-agent en laat het de CLI installeren en verifiëren.
pl: Wklej to żądanie do Codex, Claude Code lub innego agenta AI, aby zainstalował i zweryfikował CLI.
pt_br: Cole esta solicitação no Codex, Claude Code ou outro agente de IA e deixe-o instalar e verificar a CLI.
ru: Вставьте этот запрос в Codex, Claude Code или другого ИИ-агента, и он установит и проверит CLI.
tr: Bu isteği Codex, Claude Code veya başka bir yapay zeka aracısına yapıştırın ve CLI'yı kurup doğrulamasını sağlayın.
uk: Вставте цей запит у Codex, Claude Code або іншого AI-агента, щоб він встановив і перевірив CLI.
vi: Dán yêu cầu này vào Codex, Claude Code hoặc tác nhân AI khác và để nó cài đặt và xác minh CLI.
zh_hans: 将安装请求粘贴给 Codex、Claude Code 或其他 AI Agent，由它安装并验证 CLI。
zh_hant: 將此請求貼給 Codex、Claude Code 或其他 AI Agent，讓它安裝並驗證 CLI。

# settings.mcp.agentSetup.cli.agent.title
source: Install with an AI Agent
ar: التثبيت باستخدام وكيل ذكاء اصطناعي
de: Mit einem KI-Agenten installieren
es: Instalar con un agente de IA
fr: Installer avec un agent IA
id: Instal dengan Agen AI
it: Installa con un agente AI
ja: AIエージェントでインストール
ko: AI 에이전트로 설치
nl: Installeren met een AI-agent
pl: Zainstaluj za pomocą agenta AI
pt_br: Instalar com um Agente de IA
ru: Установить через ИИ-агента
tr: Bir Yapay Zeka Aracısı ile Kur
uk: Встановити за допомогою AI-агента
vi: Cài đặt bằng tác nhân AI
zh_hans: 使用 AI Agent 安装
zh_hant: 使用 AI Agent 安裝
